{
	"properties": [
        {
            "id":"prop1",
			"type":"House",
            "bedrooms":3,
            "bathrooms":2,
            "area":7.6,
			"price":750000,
            "short":"Attractive three-bedroom semi-detached family home.",
			"description":"Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior throughout.",
            "location":"Petts Wood Road, Petts Wood, Orpington BR5",
			"picture":"prop1.jpg",
			"img1":"/prop1.jpg",
			"img2":"/prop1pic2.jpg",
			"img3":"/prop1pic3.jpg",
			"img4":"/prop1pic4.jpg",
			"img5":"/prop1pic5.jpg",
            "img6":"/prop1pic6.jpg",
            "img7":"/prop1pic7.jpg",
            "floorMap":"/floor01.jpg",
			"url":"properties/prop1.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2488.864278!2d0.0773947!3d51.3864284!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47d8aeb1c5f3b5b7%3A0x9c6c8f7b8a5c0f1b!2sPetts%20Wood%2C%20Orpington%20BR5!5e0!3m2!1sen!2suk!4v1735914558943!5m2!1sen!2suk",
			"added": {
                "month":"November",
                "day":12,
                "year":2024
            }

        },
		{
            "id":"prop2",
			"type":"Flat",
            "bedrooms":2,
            "bathrooms":2,
            "area": 5.02,
			"price":399995,
            "short":"Excellent two double bedroom, two bathroom garden flat.",
			"description":"This stylish two-bedroom, two-bathroom garden flat offers spacious, modern living in a vibrant part of Orpington, London. The flat includes a large master bedroom with an en-suite bathroom and a second bedroom ideal for guests or a home office. The open-plan kitchen and living room create a perfect space for both relaxing and entertaining. The modern kitchen is fully equipped with top-of-the-line appliances and plenty of storage space. Located on Crofton Road, Orpington BR6, the flat is close to a range of local amenities, including shops, cafes, and parks. A highlight of the property is the private garden, offering a secluded outdoor area for relaxation or dining. This home is ideal for professionals, young families, or those looking for a convenient and stylish home with easy access to transportation and leisure facilities. Additional features include high-speed internet, private parking, and a secure entry system.",
            "location":"Crofton Road Orpington BR6",
			"picture":"/prop2.jpg",
			"img1":"/prop2.jpg",
			"img2":"/prop2pic2.jpg",
			"img3":"/prop2pic3.jpg",
			"img4":"/prop2pic4.jpg",
			"img5":"/prop2pic5.jpg",
            "img6":"/prop2pic6.jpg",
            "img7":"/prop2pic7.jpg",
            "floorMap":"/floor02.jpg",
			"url":"properties/prop2.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2488.123456!2d0.0889012!3d51.3756891!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47d8aec82f4a5d8f%3A0xf2e8c9a4b5d6e7f8!2sCrofton%20Road%2C%20Orpington%20BR6!5e0!3m2!1sen!2suk!4v1735916042226!5m2!1sen!2suk",
			"added": {
                "month":"October",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop3",
			"type":"House",
            "bedrooms":3,
            "bathrooms":2,
            "area":3.61,
			"price":500000,
            "short":"Charming three-bedroom semi-detached house in a prime location.",
			"description":"This charming three-bedroom semi-detached house is ideal for families or professionals seeking a modern, comfortable home in a prime location. Situated on Petts Wood Road, Orpington BR4, the property is close to top-rated schools, local parks, and convenient public transport links. The house features a large living room with a feature fireplace, perfect for cozy evenings, and a modern kitchen with all new appliances. The master bedroom includes an en-suite bathroom, while the other two bedrooms share a family-sized bathroom. The property offers off-street parking and a spacious landscaped garden, providing ample space for outdoor activities or gardening. This home is perfect for those looking to settle in a peaceful, family-oriented community while still having easy access to central London. The property also boasts a modern kitchen, energy-efficient heating, and a private outdoor space perfect for relaxing or entertaining.",
            "location":"Petts Wood Road, Petts Wood, Orpington BR4",
			"picture":"/prop3.jpg",
			"img1":"/prop3.jpg",
			"img2":"/prop3pic2.jpg",
			"img3":"/prop3pic3.jpg",
			"img4":"/prop3pic4.jpg",
			"img5":"/prop3pic5.jpg",
            "img6":"/prop3pic6.jpg",
            "img7":"/prop3pic7.jpg",
            "floorMap":"/floor03.jpg",
			"url":"properties/prop3.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2489.456789!2d0.0734891!3d51.3912345!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47d8aeb5d7c8e9f0%3A0x1a2b3c4d5e6f7a8b!2sPetts%20Wood%20Road%2C%20Orpington%20BR4!5e0!3m2!1sen!2suk!4v1735916183850!5m2!1sen!2suk",
			"added": {
                "month":"December",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop4",
			"type":"Flat",
            "bedrooms":3,
            "bathrooms":2,
            "area": 19.25,
			"price":700000,
            "short":"Modern and spacious three-bedroom flat in a desirable area.",
			"description":"This modern and spacious three-bedroom flat is located on Buchanan Street, Glasgow G1. Ideal for professionals or families, the flat includes three generously sized bedrooms, including a master suite with an en-suite bathroom, and two additional bathrooms. The spacious living area is designed with an open-plan layout, perfect for entertaining guests or enjoying family time. The property is located near popular attractions, parks, and excellent schools, offering a great balance between urban living and suburban tranquility. The flat features a contemporary kitchen with high-end appliances, a large living room, and plenty of natural light from large windows. The location is perfect for those who enjoy the convenience of city living while being just a short distance from green spaces. Other features include efficient central heating, high-quality flooring, and close proximity to transportation hubs, making commuting to central Glasgow easy and convenient.",
            "location":"Buchanan Street, Glasgow G1",
			"picture":"prop4.jpg",
			"img1":"/prop4.jpg",
			"img2":"/prop4pic2.jpg",
			"img3":"/prop4pic3.jpg",
			"img4":"/prop4pic4.jpg",
			"img5":"/prop4pic5.jpg",
            "img6":"/prop4pic6.jpg",
			"img7":"/prop4pic7.jpg",
            "floorMap":"/floor04.jpg",
			"url":"properties/prop4.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2238.789012!2d-4.2517234!3d55.8609825!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x488815562056ceeb%3A0x71e683b805ef511e!2sBuchanan%20Street%2C%20Glasgow%20G1!5e0!3m2!1sen!2suk!4v1735916183850!5m2!1sen!2suk",
			"added": {
                "month":"April",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop5",
			"type":"House",
            "bedrooms":4,
            "bathrooms":3,
            "area":7.58,
			"price":650000,
            "short":"Stunning four-bedroom detached family home in a tranquil neighborhood.",
			"description":"This beautifully presented four-bedroom detached family home offers modern luxury and ample space in a quiet, sought-after neighborhood. Located on Elmwood Avenue, Bromley BR3, the property features four large bedrooms, including a spacious master suite with a walk-in wardrobe and an en-suite bathroom. The home also includes a large living room with a feature fireplace, a dining room, and an open-plan kitchen with high-end appliances. The expansive garden provides plenty of space for outdoor activities or family gatherings, while the driveway offers ample off-street parking. The area is perfect for families, with easy access to local schools, parks, and shopping centers. This home is ideal for those looking for comfort, style, and space in a peaceful yet connected neighborhood.",
            "location":"Elmwood Avenue, Bromley BR3",
			"picture":"prop5.jpg",
			"img1":"/prop5.jpg",
			"img2":"/prop5pic2.jpg",
			"img3":"/prop5pic3.jpg",
			"img4":"/prop5pic4.jpg",
			"img5":"/prop5pic5.jpg",
            "img6":"/prop5pic6.jpg",
			"img7":"/prop5pic7.jpg",
            "floorMap":"/floor05.jpg",
			"url":"properties/prop5.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2490.123456!2d-0.0167891!3d51.4089234!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47d8a82f6b8c9d7e%3A0x2c3d4e5f6a7b8c9d!2sElmwood%20Avenue%2C%20Bromley%20BR3!5e0!3m2!1sen!2suk!4v1735916332926!5m2!1sen!2suk",
			"added": {
                "month":"January",
                "day":1,
                "year":2025
            }
        },
        {
            "id":"prop6",
			"type":"Flat",
            "bedrooms":2,
            "bathrooms":1,
            "area":4.4,
			"price":550000,
            "short":"Charming two-bedroom flat in a vibrant urban setting.",
			"description":"Nestled in the heart of Manchester, this charming two-bedroom flat offers a perfect blend of urban convenience and comfort. Located on High Street, Manchester M2, the flat is close to the city center, offering easy access to shops, restaurants, and entertainment options. The flat features a spacious living room with large windows providing plenty of natural light, a fully-equipped modern kitchen, and two comfortable bedrooms. The location offers both quiet and vibrant areas, making it suitable for professionals who enjoy city life. Features include high-speed internet, modern appliances, and secure entry, ensuring both comfort and convenience. With easy access to public transport and key business districts, this property is perfect for those who work or study in the city.",
            "location":"High Street, Manchester M2",
			"picture":"prop6.jpg",
			"img1":"/prop6.jpg",
            "img2":"/prop6pic2.jpg",
            "img3":"/prop6pic3.jpg",
            "img4":"/prop6pic4.jpg",
            "img5":"/prop6pic5.jpg",
            "img6":"/prop6pic6.jpg",
			"img7":"/prop6pic7.jpg",
            "floorMap":"/floor06.jpg",
			"url":"properties/prop6.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2374.567890!2d-2.2426305!3d53.4807593!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x487bb1bcd6bfa6af%3A0x4f62f7c8d9e0a1b2!2sHigh%20Street%2C%20Manchester%20M2!5e0!3m2!1sen!2suk!4v1735916405708!5m2!1sen!2suk",
			"added": {
                "month":"October",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop7",
			"type":"House",
            "bedrooms":5,
            "bathrooms":4,
            "area": 34,
			"price": 1200000,
            "short":"Luxurious five-bedroom country house with breathtaking views.",
			"description":"This luxurious five-bedroom country house is set in the heart of the countryside, offering unparalleled views and privacy. Located on Greenacre Lane, Sevenoaks TN13, the property spans over 2200 square feet and includes five spacious bedrooms, including a luxurious master suite with panoramic views and a large en-suite bathroom. The expansive living areas include a large formal dining room, a state-of-the-art kitchen with a breakfast nook, and a cozy family room with a fireplace. The grounds feature beautifully landscaped gardens, a swimming pool, and outdoor living spaces ideal for entertaining. This property is perfect for those looking for a luxurious lifestyle in a peaceful, scenic environment with easy access to local amenities, schools, and transportation. Other features include a wine cellar, gym area, and multiple fireplaces, ensuring comfort and luxury at every turn.",
            "location":"Greenacre Lane, Sevenoaks TN13",
			"picture":"prop7.jpg",
			"img1":"/prop7.jpg",
            "img2":"/prop7pic2.jpg",
            "img3":"/prop7pic3.jpg",
            "img4":"/prop7pic4.jpg",
            "img5":"/prop7pic5.jpg",
            "img6":"/prop7pic6.jpg",
			"img7":"/prop7pic7.jpg",
            "floorMap":"/floor07.jpg",
			"url":"properties/prop7.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2495.678901!2d0.1889012!3d51.2756789!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47df4237b8a7c5d9%3A0x5e6f7a8b9c0d1e2f!2sGreenacre%20Lane%2C%20Sevenoaks%20TN13!5e0!3m2!1sen!2suk!4v1735916456536!5m2!1sen!2suk",
			"added": {
                "month":"November",
                "day":12,
                "year":2024
            }
        }
]
}